/* No comment provided by engineer. */
"Choose \"Register\" to create an account on the MangaDex website." = "Choose \"Register\" to create an account on the MangaDex website.";

/* No comment provided by engineer. */
"If credentials are found in the Keychain on the next login attempt, they would populate the login form." = "If credentials are found in the Keychain on the next login attempt, they would populate the login form.";

/* No comment provided by engineer. */
"Midori" = "Midori";

